intro = u'讲授课程：本科生课程：1.中国政治思想史；2.中国宗教史；3.中华国学研究生课程：1.中国思想史概论；2.中国政治思想史专题；3' \
        '.中国思想史研究的基本问题学术成果（著作、论文）：主持完成教育部项目3项、国家项目1项。发表论文80余篇，学术专著6部，主编学术著作1部。主要学术创新与代表作：' \
        '1.开创性地提出政治宗教/国家宗教理论，指出儒教的基本性质是政治宗教或政治意识形态，功能是为政治安定服务。代表作：《中国传统的政治宗教》（浙江人民出版社，2000年）；' \
        '《中国的国教》（中国社会科学出版社，2001年）。2.开创性地提出生命宗教理论，指出古代道教、佛教的基本性质是生命宗教，功能是为身心健康服务。代表作：《中国思想与信仰' \
        '讲演录》（广西师范大学出版社，2008年）；《信仰的考古：中国宗教思想史纲要》（南开大学出版社，2010年）。3.开创性地提出老庄学说是中国古典的生命宗教理论，指出“抱朴' \
        '守一”是修道方式，“道”是证悟的终极境界。指出魏晋玄学和宋明理学是政治宗教与生命宗教的中间形态：玄学是儒道二教融合的学术表现，理学是儒道佛三教融合的学术表现。代表作：《中华国学》（商务印书馆，2014年）。'
print(intro[0:5])